---
kind: other
id: AllMembers.T:Autodesk.Revit.UI.ToggleButton
source: html/ecce37b2-1747-4277-fa6d-3d6639f8f862.htm
---
# ToggleButton Members

Determines whether the specified Object is equal to the current Object .